cfd/curved_12_low_pressure/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType RAS; RAS {RASModel kOmegaSST; turbulence on; printCoeffs on;}
