cfd/curved_12_low_pressure/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [0 2 -2 0 0 0 0]; internalField uniform 0;
boundaryField {
walls { type zeroGradient; }
laptopVent { type zeroGradient; }
fanInlet { type totalPressure; p0 uniform 8.333333333333334; value uniform 8.333333333333334; }
slotOutlet { type fixedValue; value uniform 0; }
frontBack { type empty; }
}
